import React from 'react';
import { Container } from 'react-bootstrap';

import './about.css';

export default function AboutPage() {
  return (
    <Container className='about-page'>
      <p className='about-page-quote'>
        «Выберите себе работу по душе, и вам не придётся 
        <br />
        работать ни одного дня в своей жизни»
        <br />
        Конфуций
      </p>
      <p className='text-left'>
        У каждого человека есть своё жизненное предназначение. Если правильно его определить, тогда
        человек будет счастлив и успешен. Не многие пытаются определиться со своей миссией — просто
        плывут по течению и не задумываются, почему каждый день с неохотой идут на работу.
      </p>
      <p>
        Учась в восьмом классе, я впервые задала себе вопрос: в чём же моё предназначение. И твёрдо
        решила: быть учителем. Я с замиранием сердца смотрела на своих учителей, слушала их затаив
        дыхание и мечтала быть похожей на них. Мне было интересно отдыхать в детских оздоровительных
        лагерях, я с удовольствием участвовала в мероприятиях и играла с детьми из младших отрядов.
        Позже меня пригласили в лагерь в качестве вожатой, где я смогла проявить себя как
        организатор. Мой отряд неоднократно становился лучшим в смене. Я не раз становилась
        победителем конкурса «Лучший вожатый». Вернуть свои школьные годы, увы, невозможно. Но
        вернуться в школу можно! Именно тогда я поняла, что свяжу свою жизнь с педагогической
        деятельностью.
      </p>
      <p>
        Во время педагогической практики в университете я ещё раз убедилась в том, что учитель – это
        моя судьба и моё призвание. Поэтому после окончания ВУЗа я пришла работать в школу …
      </p>
      <p>
        Очень часто мне задают вопрос о моей работе: «Что, места лучше не нашла? Сейчас дети
        избалованные, совершенно неуправляемые, и ты готова им посвятить свою жизнь?»… В наше время,
        к сожалению, довольно распространено мнение, что в школу идут те, кто не смог удачнее
        пристроиться в жизни.
      </p>
      <p>
        Я с этой позицией совершенно не согласна. Учитель – это самая творческая и многогранная
        профессия. Как писал Р.Рождественский в своем стихотворении, «Учитель – профессия дальнего
        действия, главная на Земле!». Я участвовала в работе муниципального ресурсного центра «Наше
        наследие», созданного на базе школы, не раз становилась призером муниципального и
        регионального этапов педагогических конкурсов. На мой взгляд, на становление учителя влияет
        участие в различных конкурсах, где происходит не только профессиональный рост, но и
        личностное его развитие, где он может увидеть собственные способности и возможности, а также
        научиться многому у своих коллег. За шесть лет работы в школе я осознала серьезность и
        важность этой профессии. Воспитывать детей - это большая ответственность. Ученики совершенно
        разные! У каждого свои мысли, свои проблемы, свой внутренний  мир и жизненный опыт.
        Результаты деятельности учителя видны лишь через десятки лет. Однако горящие глаза детей, их
        заинтересованность в твоём предмете, слова благодарности, которые получаешь  от родителей,
        свидетельствуют о важности профессии учителя и мотивируют к дальнейшей деятельности.
      </p>
    </Container>
  );
}
